lexicon = {'start': 'Приветствуем вас в автошколе "Космос"! 🚗✨\n\n'
                    'Мы рады, что вы выбрали нас для своего пути к водительскому удостоверению. '
                    'Здесь вас ждут опытные инструкторы, современная техника и удобный график занятий. '
                    'Готовы помочь вам освоить все необходимые навыки, чтобы вы уверенно чувствовали себя'
                    ' за рулём и успешно сдали экзамены.\n\n'
                    'Добро пожаловать в команду "Космос"! 🚀',
           'about_us': '🚗 Информация о нас 🚗\n\n'
                  '1. ОБУЧЕНИЕ {price}₽ (полное).\n\n'
                  '2.Теория дистанционно (онлайн)\n'
                  'Преподаватель у вас дома\nОфлайн обучение в классе по графику\n\n'
                  '3. Практика вождения, запись по своему графику, в личном кабинете автошколы\n\n'
                  '4. Рассрочка от автошколы(два платежа), кредит, скидки, акции.\n\n'
                  '🗺Адрес: г. Кызыл, ул. Кочетова 34а, \n4 этаж, офис 403, здание Сбербанка\n☎️Тел +89333399994\n'
                  'Ссылка на наш сайт: https://avtocosmos17.tb.ru/',
           'form': 'Введите ваше ФИО, и откуда вы узнали о нас\n'
                   'ПРИМЕР: Иванов Иван Иванович Istagram\n',
           'form_phone': 'Вы даете согласие на обработку персональных данных\n'
                         'После нажмите на кнопку <b>Следующий шаг 🔜</b>',
           'phone': 'Нажмите кнопку снизу, чтобы предоставить свой номер телефона⬇️',
           'no_phone': '‼️<b>ВЫ НЕПРАВИЛЬНО ВВЕЛИ НОМЕР ТЕЛЕФОНА\n'
                      'ПОПРОБУЙТЕ ЕЩЕ РАЗ</b>‼️\n'
                       'Нажмите кнопку снизу, чтобы предоставить свой номер телефона',
           'no_form': '‼️<b>ВЫ НЕПРАВИЛЬНО ВВЕЛИ СВОЕ ФИО ИЛИ ДРУГИЕ ДАННЫЕ\n'
                      'ПОПРОБУЙТЕ ЕЩЕ РАЗ</b>‼️\n\n'
                      'Введите ваше ФИО, и откуда вы узнали о нас\n'
                      'ПРИМЕР: Иванов Иван Иванович Istagram\n',
           'user_form': 'Пользователь, {fio}.\n'
                        'Его номер: {phone}, заполнил анкету.\n'
                        'Узнал о нас через - <b>{about_us}</b>',
           'contract': 'Для продолжения, пожалуйста, подтвердите свой возраст. Вам уже исполнилось 18 лет?\n'
                    'Образцы договора 👇',
           'prepayment': 'Для оформления договора📄 на обучение необходимо внести предоплату💵 {price} руб за настоящий договор, '
                         'которая станет частью общей стоимости курса. После оплаты нажмите кнопку через 1-2 минуты, <b>Проверка оплаты✅</b>, '
                         'и мы отправим вам ссылку на договор.',
           'doc': 'Нажмите кнопку <b>Ваш Договор📑</b>\n'
                  'После заполнения договора📑 нажмите кнопку <b>Договор отправил ✔️</b>.'
                  '\nНаш сотрудник проверит договор, и вы получите сообщение о возможности оплаты обучения.',
           'prepayment_failed': 'Оплата не прошла ❌\n'
                                'Повторите оплату еще раз, для этого нажмите <b>Назад 🔙</b>',
           'not_pay': 'Странно, похоже, вы еще не совершали оплату 😭',
           'wait': '🕒 Ваш договор подписан. Пожалуйста, подождите, пока он будет проверен. '
                      'Мы уведомим вас, когда можно будет произвести оплату.',
           'other': 'Привет! 🙋‍♂\n️'
                    'Похоже, ваше сообщение не имеет смысла или не связано с функциональностью бота. '
                    'Пожалуйста, используйте команды, чтобы взаимодействовать с ботом:\n'
                    '/start - Начать взаимодействие с ботом и получить основную информацию.',
           'buy': 'Cледующий шаг - это оплата обучения💼\n'
                  'Выберите как хотите оплатить: ',
           'already_buy': 'Вы уже оплатили обучение в нашей автошколе🚗',
           'parts': 'Оплатите обучение выбранным способоми удачного обучения:',
           'for_admin_2': "🙋‍♂Новый пользователь подписал договор.\n"
                        "Необходимо проверить договор📑.\n"
                        "После подписания договора нажмите на кнопку под этим сообщением, "
                        "чтобы предоставить пользователю возможность оплатить обучение 💼.",
           'for_admin_3': '📢 Новая регистрация пользователя!\n'
                        '👤 Имя пользователя: {user_name}\n'
                        '🆔 ID пользователя: {user_id}\n'
                        '✉️ Email: {user_email}\n'
                        '📞 Номер телефона: +{user_phone}\n'
                          'Пользователь ждет сообщение на почту📬',
           'day_9': 'Вам надо срочно оплатить обучение💰, завтра контракт будет расторгнут, если вы не оплатите',
           'pay': 'Ждем следующую оплату от вас💰',
           'pay_urgently': '❗❗Просим Вас срочно произвести оплату в ближайшие дни. Дней осталось: {day} чтобы избежать расторжения контракта❗❗',
           'send_url': 'Отправьте ссылку на договор',
           'expectation': 'Сейчас мы готовим договор для вас. '
                          'Пожалуйста, подождите немного. Как только договор будет готов, '
                          'мы сразу отправим его вам для подписания. 📑',
           'button': ['Договоры для Несовершеннолетних', 'Договоры для Совершеннолетних'],
           'links_17': 'Вы выбрали ссылки на "Договоры для Несовершеннолетних"\n'
                       'Ссылки надо вводить через запятые, пример:\n'
                       'https://www.example.com, https://www.example.com',
           'links_18': 'Вы выбрали ссылки на "Договоры для Совершеннолетних"\n'
                       'Ссылки надо вводить через запятые, пример:\n'
                       'https://www.example.com, https://www.example.com',
           'new_links': '❗❗Требуется добавить новые ссылки на договоры❗❗\n'
                        'Пожалуйста, добавьте актуальные ссылки, '
                        'чтобы пользователи могли получать доступ к необходимой информации без задержек.\n'
                        'Для добавления новых ссылок на договоры, пожалуйста, нажмите кнопки {button}.',
           'waiting': 'Благодарим за желание подписать Договор. Администратор скоро добавит новые, и вы сможете получить свой Договор.',
           'for_admin_4': '❗❗❗Сообщаем вам, что пользователь: \n'
                        'Его номер {user_phone},'
                        'был удален из нашей системы по причине неоплаты обучения в автошколе.',
           'new_tblinks': '❗❗❗Необходимо обновить <b>{percent}%</b> ссылки на оплату для наших клиентов. Пожалуйста, предоставьте новые '
                          'ссылки от банка как можно скорее, чтобы мы могли обеспечить бесперебойный процесс оплаты.❗❗❗',
           'base_pay': 'После оплаты обязательно нажмите кнопку <b>Проверка оплаты✅</b>, '
                  'чтобы убедиться, что оплата успешно прошла и обучение может начаться без задержек.',
           'payment_installments': '\n\nСсылка на оплату частями: {link}',
           'exactly_ind': 'Вы точно хотите выбрать этот способ оплаты?\n'
                         'Выбрать уже другой вариант нельзя будет',
           'individually': 'Администратору уже отправлено сообщение о том что вы хотите индивидуальные условия, скоро  он с вами свяжется',
           'pay_T': '🟢 Поздравляю! Оплата прошла!\nОжидайте сообщение или звонок от администратора,'
                'с вашими данными для обучения📩, Автошкола создала для вас Личный Кабинет \n'
                    'Номер телефона администратора, для связи - ☎️+89333399994',
           'pay_F': '‼️Вы оплтатили часть суммы обучения.‼️\n'
                    'Не забудьте оплатить вторую часть с помощью сервиса "Долями"\n'
                    'Номер телефона администратора, для связи - ☎️+89333399994\n'
                    '⬇️Для этого можете нажать на кнопку ниже⬇️, если ее нет, то вам пришлют сообщение позже',
           'pay_100': 'Ссылка готова для оплаты всей суммы\n'
                      '⬇️Для этого можете нажать на кнопку ниже⬇️',
           'shares_100': 'Вы оплачиваете всю сумму с помощью сервиса "Долями"\n'
                         'Номер телефона администратора, для связи - ☎️+89333399994'

           }
