lexicon = {'start': 'Приветствуем вас в автошколе "Космос"! 🚗✨\n\n'
                    'Мы рады, что вы выбрали нас для своего пути к водительскому удостоверению. '
                    'Здесь вас ждут опытные инструкторы, современная техника и удобный график занятий. '
                    'Готовы помочь вам освоить все необходимые навыки, чтобы вы уверенно чувствовали себя'
                    ' за рулём и успешно сдали экзамены.\n\n'
                    'Добро пожаловать в команду "Космос"! 🚀',
           'two': '🚗  4 ПРИЧИНЫ ВЫБРАТЬ НАС  🚗\n\n'
                    '1. ОБУЧЕНИЕ от 25000₽.\n\n'
                  '2.Онлайн обучение -в любое время\n'
                  'Оффлайн обучение- по графику\n\n'
                  '3. Рассрочка, кредит, скидки, акции.\n\n'
                  '4. Соответствующий учебный класс и автодром.',
           'three': '🛞  ИНФОРМАЦИЯ О НАС  🛞\n\n'
                    '🗺Адрес: г. Кызыл, ул. Кочетова 34а, 4 этаж, каб. 403\n☎️Тел +79232656553\n'
                    'Ссылка на наш сайт: https://avtocosmos17.tb.ru/',
           'four': 'Если вы хотите стать курсантом нашей автошколы, вам необходимо выполнить 3 шага:\n\n'
                       '1. Подписать "Договор"📑\n'
                       '2. Оплатить "Обучение"💰\n'
                       '3. Дождаться сообщения на почту📩 с ссылкой на нашу платформу',
           'fife': 'Нажимая на кнопку, вы даёте своё согласие на обработку и хранение ваших персональных данных в соответствии с нашей политикой конфиденциальности.',
           'six': 'Для продолжения, пожалуйста, подтвердите свой возраст. Вам уже исполнилось 18 лет?\n'
                    '👇 Выберите один из вариантов ниже:',
           'seven': "Мы отправили вам образец договора. 🧳"
                   "Пожалуйста, ознакомьтесь с ним. Если вас всё устраивает, нажмите кнопку внизу, чтобы заполнить и "
                   "отправить договор через предоставленную ссылку.\n\nЕсли у вас есть вопросы или вы не согласны с "
                   "условиями, просто игнорируйте это сообщение.",
           'eight': 'Ссылка на ваш договор: {url}\n'
                  'После заполнения договора📑 нажмите кнопку "Договор отправил ✔️".'
                  '\nНаш сотрудник проверит договор, и вы получите сообщение о возможности оплаты обучения.',
           'nine': '🕒 Ваш договор подписан. Пожалуйста, подождите, пока он будет проверен. '
                      'Мы уведомим вас, когда можно будет произвести оплату.',
           'other': 'Привет! 🙋‍♂\n️'
                    'Похоже, ваше сообщение не имеет смысла или не связано с функциональностью бота. '
                    'Пожалуйста, используйте команды, чтобы взаимодействовать с ботом:\n'
                    '/start - Начать взаимодействие с ботом и получить основную информацию.',
           'buy': 'Cледующий шаг - это оплата обучения💼\n'
                  'Выберите как хотите оплатить: ',
           'already_buy': 'Вы уже оплатили обучение в нашей автошколе🚗',
           'parts': 'Обучение в рассрочку 💰\nСумму можно разбить на 5 платежей по 5000 р. в месяц 📅. '
                    'Напоминание о платеже будет приходить конце каждого месяца. '
                    'В случае 10-дневной просрочки, автошкола может расторгнуть договор в одностороннем порядке.',
           'for_admin_2': "🙋‍♂Новый пользователь подписал договор.\n"
                        "Необходимо проверить договор📑.\n"
                        "После подписания договора нажмите на кнопку под этим сообщением, "
                        "чтобы предоставить пользователю возможность оплатить обучение 💼.",
           'for_admin_3': '📢 Новая регистрация пользователя!\n'
                        '👤 Имя пользователя: {user_name}\n'
                        '🆔 ID пользователя: {user_id}\n'
                        '✉️ Email: {user_email}\n'
                        '📞 Номер телефона: +{user_phone}\n'
                          'Пользователь ждет сообщение на почту📬',
           'day_9': 'Вам надо срочно оплатить обучение💰, завтра контракт будет расторгнут, если вы не оплатите',
           'pay': 'Ждем следующую оплату от вас💰',
           'pay_urgently': '❗❗Просим Вас срочно произвести оплату в ближайшие дни. Дней осталось: {day} чтобы избежать расторжения контракта❗❗',
           'send_url': 'Отправьте ссылку на договор',
           'expectation': 'Сейчас мы готовим договор для вас. '
                          'Пожалуйста, подождите немного. Как только договор будет готов, '
                          'мы сразу отправим его вам для подписания. 📑',
           'button': ['Договоры для Несовершеннолетних', 'Договоры для Совершеннолетних'],
           'links_17': 'Вы выбрали ссылки на "Договоры для Несовершеннолетних"\n'
                       'Ссылки надо вводить через запятые, пример:\n'
                       'https://www.example.com, https://www.example.com',
           'links_18': 'Вы выбрали ссылки на "Договоры для Совершеннолетних"\n'
                       'Ссылки надо вводить через запятые, пример:\n'
                       'https://www.example.com, https://www.example.com',
           'new_links': '❗❗Требуется добавить новые ссылки на договоры❗❗\n'
                        'Пожалуйста, добавьте актуальные ссылки, '
                        'чтобы пользователи могли получать доступ к необходимой информации без задержек.\n'
                        'Для добавления новых ссылок на договоры, пожалуйста, нажмите кнопки {button}.',
           'waiting': 'Благодарим за желание подписать Договор. Администратор скоро добавит новые, и вы сможете получить свой Договор.',
           'for_admin_4': '❗❗❗Сообщаем вам, что пользователь: Имя - {user_name},\n'
                        'Почта - {user_email}\n'
                        'Номер телефон - {user_phone},'
                        'был удален из нашей системы по причине неоплаты обучения в автошколе.'
           }
