lexicon = {'start': 'Приветствуем вас в автошколе "Космос"! 🚗✨\n\n'
                    'Мы рады, что вы выбрали нас для своего пути к водительскому удостоверению. '
                    'Здесь вас ждут опытные инструкторы, современная техника и удобный график занятий. '
                    'Готовы помочь вам освоить все необходимые навыки, чтобы вы уверенно чувствовали себя'
                    ' за рулём и успешно сдали экзамены.\n\n'
                    'Добро пожаловать в команду "Космос"! 🚀',
           'three': '🚗  3 ПРИЧИНЫ ВЫБРАТЬ НАС  🚗\n\n'
                    '1. Профессиональные преподаватели 👮 и мастера производственного обучения\n'
                    '2. Соответствующий учебный автодром и автопарк учебных автомобилей🚘\n'
                    '3. Обучение в рассрочку💰',
           'where': '🛞  ИНФОРМАЦИЯ О НАС  🛞\n\n'
                    '🗺Адрес: г. Кызыл, ул. Кочетова 34а, 4 этаж, каб. 403\n☎️Тел +79232656553\n'
                    'Ссылка на наш сайт: https://avtocosmos17.tb.ru/',
           'children': 'Если вы хотите стать учеником нашей автошколой, вам необходимо выполнить 3 шага:\n\n'
                       '1. Подписать "Договор"📑\n'
                       '2. Оплатить "Обучение"💰\n'
                       '3. Дождаться сообщения на почту📩 с ссылкой на нашу платформу',
           'doc': 'Вам надо заполнить "Договор"📑, для это надо нажать кнопку ниже.\n'
                  'После заполнения "Договора"📑, его проверит наш сотрудник '
                  'и вам придет сообщение💬 о возможности оплатить "Обучение"',
           'doc_yes': 'Вы подписали документ? Если да, то нажимай на конпку✅'}

